[
	{
		"count": 4,
		"description": "Вы ищете шляпу с ремешком, которая будет на одном уровне со всеми вещами крупных игроков, но вам также нужна дополнительная изюминка? Не смотрите дальше, заглушка Frog 6 Panel Cap - это регулируемая высококачественная конструкция, произведенная компанией Butter Goods в одиночку.",
		"id": "744157",
		"price": 4.156,
		"brand": "Butter Goods",
		"title": "Frog 6 Panel (Black / Teal)"
	},
	{
		"count": 6,
		"description": "Кепка Vans Lounging Shallow Cap - это регулируемая кепка, которая соответствует всем вещам крупных игроков - высококачественный дизайн, созданный компанией Vans в одиночку.",
		"id": "770368",
		"price": 2.769,
		"brand": "Vans",
		"title": "Lounging Shallow Cap (Dress Blues)"
	},
	{
		"count": 7,
		"description": "Шляпа дальнобойщика с логотипом Patagonia P-6 - это бесконечные поездки по одиноким шоссе, слушая записи Долли Партон. Давай, мама!",
		"id": "752447",
		"price": 3.231,
		"brand": "Patagonia",
		"title": "P-6 Logo Trucker Hat (Navy Blue)"
	},
	{
		"count": 12,
		"description": "В коллекции MoMA Vans представляет революционные произведения искусства из коллекции Музея современного искусства, напечатанные на классических силуэтах бренда. Креативность и индивидуальность встречаются со скейтбордингом. Бейсболка Vans x MoMA Snapback посвящена пионеру Баухауза Василию Кандинскому и является одним из его самых важных произведений искусства.",
		"id": "766220",
		"price": 3.231,
		"brand": "Vans",
		"title": "Snapback Vasily Kandinsky (Houndstooth / Black / White)"
	},
	{
		"count": 7,
		"description": "adidas Aframe Trefoil Trucker Cap",
		"id": "748579",
		"price": 1.845,
		"brand": "adidas",
		"title": "Aframe Trefoil Trucker Cap (Black / Black)"
	},
	{
		"count": 8,
		"description": "Вы ищете шляпу с ремешком, которая будет на одном уровне со всеми вещами крупных игроков, но вам также нужна дополнительная изюминка? Не смотрите дальше, Ball Cap - это регулируемая высококачественная конструкция, созданная Стэном Рэем в одиночку. К тому же это сделано в США.",
		"id": "713489",
		"price": 4.618,
		"brand": "Stan Ray",
		"title": "Ball Cap (Olive Sateen)"
	},
	{
		"count": 2,
		"description": "Кепка ellesse Olbo Cap - это регулируемая шляпа, которая соответствует всем вещам крупных игроков - высококачественный дизайн, созданный ellesse в одиночку.",
		"id": "722365",
		"price": 1.845,
		"brand": "ellesse",
		"title": "Olbo Cap (Black)"
	},
	{
		"count": 3,
		"description": "Кепка HUF Essentials TT Snapback Cap - это регулируемая шляпа, которая соответствует всем вещам крупных игроков - высококачественный дизайн, созданный HUF в одиночку.",
		"id": "753978",
		"price": 3.694,
		"brand": "HUF",
		"title": "Essentials TT Snapback Cap (Black)"
	}
]
