-- Запросы для заполнения таблицы тестовыми данными.

insert into products (title, description, price) values
('Frog 6 Panel (Black / Teal)', 'Вы ищете шляпу с ремешком, которая будет на одном уровне со всеми вещами крупных игроков, но вам также нужна дополнительная изюминка? Не смотрите дальше, заглушка Frog 6 Panel Cap - это регулируемая высококачественная конструкция, произведенная компанией Butter Goods в одиночку.', 2),
('Lounging Shallow Cap (Dress Blues)', 'Кепка Vans Lounging Shallow Cap - это регулируемая кепка, которая соответствует всем вещам крупных игроков - высококачественный дизайн, созданный компанией Vans в одиночку.', 3),
('P-6 Logo Trucker Hat (Navy Blue)', 'Шляпа дальнобойщика с логотипом Patagonia P-6 - это бесконечные поездки по одиноким шоссе, слушая записи Долли Партон. Давай, мама!', 4),
('Snapback Vasily Kandinsky (Houndstooth / Black / White)', 'В коллекции MoMA Vans представляет революционные произведения искусства из коллекции Музея современного искусства, напечатанные на классических силуэтах бренда. Креативность и индивидуальность встречаются со скейтбордингом. Бейсболка Vans x MoMA Snapback посвящена пионеру Баухауза Василию Кандинскому и является одним из его самых важных произведений искусства.', 3),
('Aframe Trefoil Trucker Cap (Black / Black)', 'Вы ищете шляпу с ремешком, которая будет на одном уровне со всеми вещами крупных игроков, но вам также нужна дополнительная изюминка? Не смотрите дальше, Ball Cap - это регулируемая высококачественная конструкция, созданная Стэном Рэем в одиночку. К тому же это сделано в США.', 2),
('Ball Cap (Olive Sateen)', 'Кепка ellesse Olbo Cap - это регулируемая шляпа, которая соответствует всем вещам крупных игроков - высококачественный дизайн, созданный ellesse в одиночку.', 1),
('Olbo Cap (Black)', 'Кепка HUF Essentials TT Snapback Cap - это регулируемая шляпа, которая соответствует всем вещам крупных игроков - высококачественный дизайн, созданный HUF в одиночку.', 1),
('Essentials TT Snapback Cap (Black)', 'adidas Aframe Trefoil Trucker Cap', 2)

insert into stocks (product_id, count) values
('8e7bcbb3-99de-4a00-a1d7-b20875cb48ab', 23),
('4dc47995-51c2-4936-9af5-1243f4e043c6', 42),
('a6ea2a71-fa47-4cdc-9441-3adb66f8908e', 11),
('cfb6edf5-e700-4f4d-992e-463cd4131c1b', 31),
('158b8b8d-affb-44e9-a7b3-b0e82cd2b882', 16),
('5b3b78fb-28d8-4e79-8235-574ca01ffaab', 83),
('468dd644-e1d4-400f-af11-e9aa967a49d2', 3),
('7b64e159-7b2f-400b-bf33-7acb9b95fe3b', 12)